{"songs": [{"title": "The Weight - Live At Resch Center, Green Bay, WI / January 21, 2017", "album": "61 Days in Church Volume 1", "year": null, "lyrics": "I pulled into Nazareth, I was feelin' 'bout half past dead\nI just need some place Lord where I can lay my head\nHey, mister, can you tell me, where a man might find a bed?\nHe shook his head,[?], and \"No\" was all he said\n\nTake a load off Fanny, take a load for free\nTake a load off Fanny, and you put the load right on me\n\nI picked up my bags, I went lookin' for a place to hide\nI saw old Carmen and the Devil, walkin' side by side\nI said, \"Hey, Carmen, c'mon, you know I'm a peaceful man\"\n\"That's okay boy, can you stick around anyhow?\"\n\nTake a load off Fanny, take a load for free\nTake a load off Fanny, hey put the load right on me\n\nGo down Moses, there ain't nothin' that you can say\nIt's just like old Luke waitin' and he's waitin' on the judgment day\nOh well, Luke, my friend, say what about old Annalee?\nHe said, \"Do me a favor, and stay and keep Annalee some company\"\n\nOh take a load off Fanny, take a load for free\nTake a load off Fanny, and put the load, put the load right on me\n\nYeah now crazy Chester followed me, and he caught me in the fog\nHe said, \"I'll fix your right, if you'll take Jack, you'll take Jack my dog\"\nI said, \"Wait a minute Chester, you know, you know I'm a peaceful man\"\nHe said, \"That's okay, boy, won't you feed him when you can, feed him when you can\"\n\nTake a load off Fanny, take a load for free\nTake a load off Fanny, and put the load, put the load right on me\n\nI'm gone' catch me a cannonball, and take it on down the line\nMy head is sinkin' low, and I do believe it's time\nTo get back to Miss Fanny, you know she's the only one\nWho led me here, with her regards for everyone\n\nTake a load off Fanny, take a load for free\nTake a load off Fanny, and put the load, put the load right on me", "image": "https://images.genius.com/de8dc7bdba4a45b09c8470cebc882878.224x224x1.jpg"}], "artist": "Eric Church"}