{"songs": [{"title": "Started From The Bottom (Remix)", "album": "Nothing Was the Same", "year": "2013-02-01", "lyrics": "[Intro]\nStarted, Started...\nY'all niggas know where I come from\nIt's Meek Milly\nPhilly\nOk\n\n[Verse 1:Meek Mill]\nStarted from the bottom now we here\nWe were sellin’ things, pullin' strings - puppeteer\nStarted with a dollar now I’m jumping out the Lear\nAll my niggas behind me, you can find me in the air\nIn the car smokin’ loud on my way to Mr. Chow’s\nI say: “ain’t it funny now, nigga, this bracelet’s fifty thou”\nHe say he gon’ hit me, how? I keep shooters all around me\nQuicker-picker-up your bitch, that pussy wet and I be Bounty\nI got all these haters frontin’ just from lookin’ at my pictures\nPlottin’ on my Instagram, they wanna follow me like Twitter\nOn my way home…\nBut I’mma hit her, did I mention, 30 grand’ll get you gone\nYou’ll come up missing ‘cause my cake long\nWhere your real friends at?\nHold up, fuck that, nigga, where your girlfriend at?\nShe probably in the VIP where all her girlfriends at\nShe know that you be hatin’ on me and I still hit that, damn\nYou gon’ need a green card for the Cuban link (ouch)\nCancel my account, I’ll probably move the bank\nWhen you see them hammers out you’d best not move a blink\nFN57, fuck around, shoot through a tank\nBitch, shake that ass, go on, shake them titties\nBitch, shake that ass like you work at Magic City\nI be bustin’ bottles, ain’t talkin’ ‘bout with Drizzy\nProbably be with OVO and I be in Toronto city\nWith yo fake ass, and yo fake weed\nFrontin’ on a real nigga, bitch say cheese\nAnd put your flash on just to catch the AP\nDiamonds thunderin’ all in that bitch, I call it KD\nHold up – hold up, wait a minute, y’all thought I was finished?\nI popped twenty bottles, that was just a scrimmage\nNigga, you ain’t ballin’, you pop twenty and you finished\nGot you fuckin’ up your re-up every time we in the building\n‘Cause we started from the bottom now we here\nSippin’ Rosé with Rozay and it’s Belaire\nI signed with MMG and did it in a year\nI started with a circle and I turned it to a square, ya dig?\n\n[Intro]\nStill in the basement, where it started\nUhhh...\nStarted from the...\nKells\n\n[Verse 2:Machine Gun Kelly]\nStarted from the bottom, now we here\nCourtside, you would think I was a Cleveland Cavalier\nI’m talking 30,000 feet up in the air\nAnd dance leer, 30 minutes later all the fans cheer, bitch\nYou ain’t seen this power since LeBron\nI went to vegas for my 22nd, rented out the Palms\nNow they say illuminati is the cause\nOr maybe everyone of y’all is lazy and I worked hard\nI ain’t never bowing down for a dollar\nSelling my soul to a charter\nI wouldn’t even take a buck from my father\nBut they weren't saying that back in the day\nWhen I was hustling tickets to my shows, ask dante\nAnd I heard tempers heating up like a filet\nTalking 'bout they run my city when they livin in LA\nSucker, I ain’t hearin nothing bout a word\nTalked about it, been about it, bitch I got what I deserved\nSee I don’t know why everybody mad\nYou had your chance and you blew it\nMeanwhile, I’m young and I’m ruthless\nMeanwhile, the dumb are influenced\nThinking you live like the music\nDon’t be foolish\nMy shooters make your face maroon like the Hoosiers (Braahh)\nSuckers always wanna talk funny\nBroke motherfuckers never wanna talk money\nAnd since I was being quiet in the past\nI’m on the top looking down, kiss my ass\nStill in the game with my same clique\nStill with the hood bitches fuck Cambridge\nAnd when they wanna know if I’m real\nI say \"Bitch I ran my city 'fore I ever had a deal\"\nKells\n\n[Bridge: Drake]\nNo new niggas, nigga we don’t feel that\nFuck a fake friend, where're your real friends at?\nWe don’t like to do too much explainin'\nStory stays the same, I never changed it\nNo new niggas, nigga we don’t feel that\nFuck a fake friend, where're your real friends at?\nWe don’t like to do too much explainin'\nStory stay the same through the money and the fame\nCause we...\n\n[Verse 3: Wiz Khalifa]\nCame in the game with no lane and then changed it\nThese fuck niggas'll say it in ten different ways\nThen see you and smile in your face\nYou wanna meet up, name a time or a place\nI’m smokin' that fire, my nigga you know that it’s fire\nYou smell it as soon as I blaze\nBurnin' a pound, burnin' a pound, burnin' a pound\nYeah, it’s goin' down, it’s goin' down, it’s goin' down\nStarted from the bottom now we here\nHad a dream bout a car, and went and got it in a year\nAll black trucks when we pull up to the Lear\nAll black Coupe, I look like Bruce when I’m steerin'\nHope the homie Drake don’t get pissed\nBut niggas never ever put your man on songs like this\nAnd I probably said no to it before\nBut I made 20 millions so we should probably go on tour\nAnd I just seen Waka the other day\nHe wasn’t trippin', we just talked about the money we been makin'\nCause we…\n\n[Hook:Drake & Wiz Khalifa]\nStarted from the bottom now we're here (Tuh ha ha ha ha)\nStarted from the bottom now my whole team fuckin' here (Ugh!)\nStarted from the bottom now we're here\nStarted from the bottom now the whole team here, nigga (Watch it y'all niggas, man, we are doing all this shit)\nStarted from the bottom now we're here (We'all up now)\nStarted from the bottom now my whole team here, nigga\nStarted from the bottom now we're here (Real Shit)\nStarted from the bottom now the whole team fuckin'here\n\n[Outro]\nNo new niggas, nigga we don’t feel that\nFuck a fake friend, where're your real friends at?\nWe don’t like to do too much explainin'\nStory stays the same, I never changed it", "image": "https://images.genius.com/84ad5364b68fe10c7405ba894802736d.1000x1000x1.jpg"}], "artist": "Drake"}