{"songs": [{"title": "I Told You So (Duet Version)", "album": "Greatest Hits: Decade #1", "year": "2014-12-09", "lyrics": "[Verse 1: Carrie Underwood]\nSuppose I called you up tonight and told you that I love you\nAnd suppose I said I wanna come back home\nAnd suppose I cried and said I think I've finally learned my lesson\nAnd I'm tired of spendin' all my time alone\n\n[Verse 2: Carrie Underwood]\nIf I told you that I realized you're all I ever wanted\nAnd it's killin' me to be so far away\nWould you tell me that you love me too? And would we cry together\nOr would you simply laugh at me and say\n\n[Chorus: Carrie Underwood]\nI told you so, oh, I told you so\nI told you some day you'd come crawlin' back and askin' me to take you in\nI told you so, but you had to go\nAnd now I've found somebody new and you will never break my heart in two again\n\n[Verse 3: Randy Travis, Carrie Underwood, Randy & Carrie]\nIf I got down on my knees and told you I was yours forever\nWould you get down on yours too and take my hand?\nWould we get that old time feelin'? Would we laugh and talk for hours?\nThe way we did when our love first began\n\n[Verse 4: Randy Travis, Carrie Underwood, Randy & Carrie]\nWould you tell me that you've missed me too and that you've been so lonely?\nAnd you've waited for the day that I returned\nAnd we'd live and love forever, and that I'm your one and only\nOr would you say the tables finally turned?\n\n[Chorus: Carrie Underwood, Randy Travis, Randy & Carrie]\nWould you say I told you so? Oh, I told you so\nI told you some day you'd come crawlin' back and askin' me to take you in\nI told you so, but you had to go\nNow I found somebody new and you will never break my heart in two again\n\n[Outro: Randy Travis, Carrie Underwood, Randy & Carrie]\nNow I found somebody new (Now I found somebody new) and you will never break my heart in two again", "image": "https://images.genius.com/9ece1eebde868608de066343c32068da.800x800x1.jpg"}], "artist": "Carrie Underwood"}