{"songs": [{"title": "I Don’t Know How To Pronounce Gyro", "album": null, "year": "2017-03-13", "lyrics": "[Skit: Luke Bryan, Jimmy Fallon, & (vendor)]\nHey, you want some lunch? I'm buying\nYeah man, I'm starving. What are you getting?\nI'll have the falafel plate, please. How about you?\nThe uh, you know the uh, that thing there\n(I can't see, which one?)\nUm, the brown stuff that you, uh, you know, it's...\nMan, man I'm good\nAre you kidding me? What's going on man, you okay?\nNot exactly\n\n[Verse 1: Luke Bryan]\nI was born in Southwest Georgia\nAlways tried to make my daddy proud\nBut of all the things I've learned there\nNever learned how to say that word out loud\nI just want something to eat\nMade with a vertical rotisserie of lamb meat\n\n[Verse 2: Jimmy Fallon]\nI think I know just what you're going through\nThe way they spelled that gosh darn word seems like a trap\nIt's just lamb meat and other stuff rolled up in a pita\nI wish they'd just called it a lamb tzatziki wrap\nI could eat a thousand ounces\nIf I just knew how to pronounce it\n\n[Chorus: Luke Bryan & Jimmy Fallon]\nIs it gee-ro, jyro, here-o, or yai-ro?\nNever been filled with so much doubt\nIs it gwy-ro, ga-hee-ro, yurro, or worbtse?\nWe can safely rule that last one out\n\n[Verse 3: Luke Bryan & Jimmy Fallon]\nI can't believe I don't know how to say\nI eat so many that you'd really think I would\nWell my friend it looks like we're in a pickle\nActually a pickle on a wrap sounds pretty good\nWell always thought I was a pretty cultured dude\nBeen to the Taj Mahal, the Great Wall, and the Louvre\nI'm fluent in Italian and efficient in Croatian\nBut when it comes to pronunciation of this particular word...\nI'm an abomination\n\n[Chorus: Luke Bryan, Jimmy Fallon, & (vendor)]\nIs it gyro? Is it gyro? I'll ask my friend from Kairo\nHe's usually pretty good with this stuff\nOr maybe I'll just mumble it when I place my order\n(Not so fast, I caught your bluff)\nWell, uh, how would you pronounce it then?\n(Gyro)\n\n[Chorus: Luke Bryan & Jimmy Fallon]\nIt is gyro, it is gyro\nNow I know it's gyro\nThe truth is so delicious to find\nNo more fearo, you're a hero\nCause now I know it's gyro\nI finally got some piece of mind\nWe finally got some piece of mind\n\n[Skit: Luke Bryan & (vendor)]\nI'll take one gyro please\n(You got it, buddy)\nUm, can I change that actually\nI'd love a shish keabob with a little extra humus", "image": "https://images.genius.com/5ecbb526b9d19889e3559100ebb5c4b5.1000x556x1.jpg"}], "artist": "Luke Bryan"}