{"songs": [{"title": "Wild Weekend", "album": "Spring Break... Here to Party", "year": null, "lyrics": "[Verse 1]\nWe've been getting beat up by this old life\nSeems all we got left is Friday and Saturday night and sometimes Sunday if Monday is a holiday\nI got a bunch of buddies I aren’t seen in a while\nI got some good-time fun and hot dog buns in a stock pile\nWith some home brew\nMalibu and Miller Lite\n\nGirl put on that short little party dress\nAnd make me a little bit Jealous\nIt’s going to be a wild weekend\nBeen on the phone with all my friends\nThere’s a little spot in the river bend were the sun sits high\nLong as the keg don’t float and the ice don’t melt\nWe’ll loosen up a notch on the Bible belt\n\n[Chorus]\nGirl you can bet we’ll fall in love again and again and again\nIt’s going to be a wild, wild, wild weekend\n\n[Verse 2]\nIt's Friday afternoon and the countdowns on, cell phone's singing that\nAll My Rowdy Friends Are Coming Over Tonight\nBad to the bone ringtone, come on, come on, come on\nBaby let's get gone\nIt's bumper to bumper in the outbound\nAnd we're already getting down\nIt’s going to be a wild weekend\nBeen on the phone with all my friends\nThere’s a little spot in the river bend were the sun sits high\nLong as the keg don’t float and the ice don’t melt\nWe’ll loosen up a notch on the Bible belt\n\n[Chorus]\nGirl you can bet we’ll fall in love again and again and again\nIt’s going to be a wild, wild, wild weekend\n\nAw put on the short little party dress\nMake me a little bit jealous\nGet me thinking goodness\nIt’s going to be a wild weekend, been on the phone with all my friends\nThere’s a little spot in the river bend were the sun sits high\nLong as the keg don’t float and the ice don’t melt, we’ll loosen up a notch on the Bible belt\n\n[Chorus]\nGirl you can bet we’ll fall in love again and again and again\nIt’s going to be a wild, wild, wild weekend\nIt's going to be a wild, wild, wild weekend. Yeah\n\n[Outro]\nWe been needing this for a long, long time\nO my baby sure is looking fine\nWhat's up man? How you’ll been? Throw me a ski rope", "image": "https://images.genius.com/4297ba84e39c9d596b27643015b95323.1000x1000x1.jpg"}], "artist": "Luke Bryan"}