{"songs": [{"title": "A Guy With a Girl", "album": "If I’m Honest", "year": "2016-05-20", "lyrics": "[Verse 1]\nSometimes I'm the guy with the boys kicking it back\nOr the guy with a guitar singing on a country track\nI might be the guy with an ice cold can\nStirring up dust on some old farmland\nWhen I walk into the party with you girl, you change all that\n\n[Chorus]\nAnd I’m just the guy with the girl everybody wants to know\nWishin' you were there alone\nWonderin' how I ever got your little hand in mine\nLookin' over at ya like \"ain’t she beautiful?\"\nI’m invisible, but I stand right there and smile\nYou're right beside me, oh and I see the same thing they’re seein'\nBut I don’t mind being the guy with the girl, no\n\n[Verse 2]\nIt's funny watchin' 'em do the way they do\nThey come walkin' up to me but they only wanna talk to you\nAnd I don't blame 'em that they're hypnotized\nThey keep staring at your heartbreak eyes\nIt's like their heart starts stoppin' when you come walkin' into the room\n\n[Chorus]\nAnd I turn into the guy with the girl everybody wants to know\nWishin' you were there alone\nWonderin' how I ever got your little hand in mine\nLookin' over at ya like \"ain’t she beautiful?\"\nI’m invisible, but I stand right there and smile\nYou're right beside me, oh and I see the same thing they’re seein'\nBut I don’t mind being the guy with the girl\n\n[Bridge]\nThe guy that don't know how he got her\nBut he ain't never gon' let her, never gon' let her go\nWoah-oh, yeah\n\n[Chorus]\nI’m just the guy with the girl everybody wants to know\nWishin' you were there alone\nWonderin' how I ever got your little hand in mine\nLookin' over at ya like \"ain’t she beautiful?\"\nI’m invisible but I stand right there and smile\nYou're right beside me, oh and I see the same thing they’re seein'\nBut I don’t mind being the guy with the girl\n\n[Outro]\n(Guy with the girl)\nNo, I don't mind being the guy with the girl\n(Guy with the girl)\nYeah, I'm just the guy with the girl\nI'm always the guy with the girl\nI don't mind it baby\nI don't mind it baby\nI'm always the guy with the girl", "image": "https://images.genius.com/ebaedb3da8689841a18c3d01132c8bc9.300x300x1.jpg"}], "artist": "Blake Shelton"}