{"songs": [{"title": "Screw You, We’re From Texas - Live At American Airlines Center, Dallas, TX / February 03, 2017", "album": "61 Days in Church Volume 1", "year": null, "lyrics": "Well is anyone here from Texas?\nI think we should adopt him!\n\nI got some cowboy boots, jeans, an hawaiian shirt\nI got some mirrored sunglasses, got a mobile phone\nI guess I look like some Port Aransas dope dealer\nWho's out on bail just tryin' to get on\nBut I ain't in jail and I got me a guitar\nGot a little band here that's hotter than a rocket\nSometimes we're sloppy, we're always loud\nTonight we're just ornery, locked in the pocket\n\nSo screw you, we're from Texas\nScrew you, we're from Texas\nScrew you, we're from Texas\nWe're from Texas, screw you\n\nNow don't get me wrong I love the USA\nAnd all the other states, you know they're okay\nBut Texas is the place that I wanna be\nAnd I doubt if I'll ever get a gig anywhere else anyway\nWhy would I wanna go when we got Antone's and Stubbs?\nAnd Gruene Hall, we got old John T's Country Store\nWe've got Willie and Jerry Jeff and Robert Earl Keen\nHayes Call, and a whole bunch more\n\nSo screw you, we're from Texas\nScrew you, we're from Texas\nScrew you, we're from Texas\nWe're from Texas, sing it with us\n\nScrew you, we're from Texas\nScrew you, we're 'bout Texas\nScrew you, we're from Texas\nWe're from Texas, screw you\n\nNow Texas has gotten a bad reputation\nFor what happened a long time ago down in Waco\nAnd our corporations, some of them are a little sketchy\nAnd the politicians, most of 'em are loco\nBut when it comes to music my friend, I can't believe\nThese words are as true as St. John the Revelator's\nYeah Stevie Ray Vaughan was the best guitar player I ever heard\nNo band was cooler than the 13th Floor Elevators\n\nSo screw you, we're from Texas\nScrew you, we're from Texas\nScrew you, we're from Texas\nWe're from Texas, screw you!\nLet's tag it\n\nScrew you, we're from Texas\nWe're from Texas Screw you\n\nI think he's one of us!\n\nRay Wylie Hubbard!", "image": "https://images.genius.com/de8dc7bdba4a45b09c8470cebc882878.224x224x1.jpg"}], "artist": "Eric Church"}